CRUDAPI/12_Agreement/EnterV2-request.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:cor="http://corteos.ru">
   <soap:Header>
      <cor:AuthHeader>
         <!--Optional:-->
         <cor:Token>55cea025-****-****-9960-a06f20a183a8</cor:Token>
      </cor:AuthHeader>
   </soap:Header>
   <soap:Body>
      <cor:EnterV2>
         <cor:id_Agreement>41</cor:id_Agreement>
      </cor:EnterV2>
   </soap:Body>
</soap:Envelope>